<?php

return [

    'input_status' => [
        0 => '未确认',
        1 => '待处理',
        2 => '进行中',
        3 => '已完成',
    ],

    'pay_status' => [
        0 => '待支付',
        1 => '全额支付',
        2 => '部分支付',
    ],

    'j_status' => [
        0 => '未结算',
        1 => '已结算',
    ],

    'pay_name' => [
        0 => '线下',
        1 => '微信',
    ],

    'source' => [
        0 => '后台添加',
        1 => '微信',
    ],

    'piao_status' => [
        0 => '未开票',
        1 => '全部开票',
        2 => '无需开票',
        3 => '部分开票',
    ],

    'input_type' => [
        'm'=> '月',
        'j'=> '季',
        'b'=> '半年',
        'y'=> '年',
    ],

];